{
  "name": "Fulde navn: Scott Pierre Damagaard Zangenberg",
  "birthday": "Fødselsdag: 1. august 2001",
  "colors": "Yndlingsfarver: cyan og sort",
  "hobbies": "Hobbyer: at spille videospil og bygge lego",
  "lanuages": "Sprog: Engelsk, dansk og lidt spansk",
  "games": "Yndlingsspil: Halo 4, Minecraft, League of legends og Destiny 2",
  "dream-job": "Drømmejob: Arbejder for Riot Games, Lego eller Google",
  "aboutMe": {
    "p1": "Jeg er født i Danmark den 1. august 2001 på Glostrup hospital. Mine første leveår i Danmark står en smule uklare i min hukommelse men en ting er sikkert, i en alder af 5 år flytter jeg sammen med mine to ældre søskende til Sydspanien for at bo hos min bedstemor. Efter en kort periode flyttede vores forældre så ligeledes til Spanien. Under opholdet hos min bedstemor boede vi under ret primitive forhold i et slags bofællesskab hvor man her stiftede stort bekendtskab med en masse andre fremmed kulturer, dette har lært mig stor rummelighed og empati for andre mennesker og deres værdier. Jeg har boet flere forskellige steder på Costa del sol hvoraf den sidste periode på 9 år var i den lille bjergby Mijas Pueblo.",
    "p2": "Skolegangen startede på en dansk lilleskole, Bifrost, hvor jeg havde mine første skoleår. Herefter blev det til en engelsk international skole, Sunny View, som absolut ikke var en af mine bedste oplevelser på grund af meget mobning. Mine sidste skoleår i Spanien foregik ligeledes på en engelsk international skole blot en meget mindre en af slagsen. The Ark Christian School, som skolen hedder, har kun omkring 6-8 elever på hvert klassetrin, og netop derfor er der meget mere fokus og tid til hver enkelt elev. Jeg færdiggjorde min IGCSE i Spanien, men var af den overbevisning at en tilgang til det danske skolesystem absolut ikke var uden betydning, ydermere for at forbedre min IGCSE eksamen en smule blev jeg enig med mine forældre om at \"retake\" denne i Danmark på Skals Efterskole, som ligeledes havde dette Cambridge program.",
    "p3": "Desværre gik dette ophold ikke helt som forventet, efter ganske kort tid blev jeg indlagt med svær akut nyresvigt grundet en u-opdaget medfødt nyresygdom, og få måneder efter dette skulle jeg så have en nyretransplantation. Dette har ikke foregået helt uden komplikationer, og det har også efterfølgende vist sig, at mine nyrer i perioden før dette ikke har fungeret sådan rigtigt de foregående 7-8 år. Hele dette forløb har så givet nogle ret markante udfordringer, som har vist sig ikke er i bedring, blandt andet i form af hukommelsessvigt, svære bivirkninger ved det daglige store medicinindtag.",
    "p4": "Da det blev klart jeg skulle have en nyretransplantation, valgte min familie at flytte tilbage til Danmark. Efter et langt sygdomsforløb valgte jeg så at prøve kræfter med et Pre-IB/IB forløb på Grenå kostgynmasium. Dette blev opstartet lidt for hurtigt efter transplantationen, og jeg var derfor ikke helt klar over de forskellige hensyn, noget sådant krævede. Gymnasiet havde heller ikke de forskellige kompetencer til at tilgodese mine forskellige hensyn og behov, derfor blev Pre-IB'en afsluttet, men selve IB'en blev ikke færdiggjort. Jeg skiftede herefter over til en erhvervsuddannelse på VidenDjurs som Web-designer, som blev færdiggjort i Juni 2023. Jeg er pt i gang med at udvide min viden, sådan at jeg gerne skulle blive færdig som Web-integrator ultimo februar 2024."
  },
  "navbar": {
    "home": "Hjem",
    "projects": "Projekter",
    "experience": "Erfaring",
    "contact": "Kontakt"
  },
  "title": "Titel: Webudvikler",
  "programming": "Programmeringssprog: HTML, CSS, JavaScript, React"
}
