{
  "name": "Full Name: Scott Pierre Damagaard Zangenberg",
  "birthday": "Birthday: August 1st 2001",
  "colors": "Favorite colors: cyan & black",
  "hobbies": "Hobbies: playing videogames & building Legos",
  "lanuages": "Lanuages: English, Danish and a bit of Spanish",
  "games": "Favorite Games: Halo 4, Minecraft, League of legends and Destiny 2",
  "dream-job": "Dream job: working for Riot Games, Lego or Google",
  "aboutMe": {
    "p1": "I was born in Denmark on 1 August 2001 at Glostrup hospital. My first years in Denmark are a bit hazy in my memory, but one thing is certain, at the age of 5 I moved with my two older siblings to southern Spain to live with my grandmother. After a short period, our parents also moved to Spain. During the stay with my grandmother, we lived under rather primitive conditions in a kind of housing community where you got to know a lot of other foreign cultures, this has taught me great openness and empathy for other people and their values. I have lived in several different places on the Costa del Sol, of which the last period of 9 years was in the small mountain town of Mijas Pueblo.",
    "p2": "Schooling started at a Danish small school, Bifrost, where I had my first school years. After that it was an English international school, Sunny View, which was definitely not one of my best experiences because of a lot of bullying. My last school years in Spain also took place at an English international school, just a much smaller one of its kind. The Ark Christian School, as the school is called, only has around 6-8 students at each grade level and that is precisely why there is much more focus and time for each individual student. I completed my IGCSE in Spain but was of the conviction that an approach to the Danish school system was absolutely not without importance, furthermore to improve my IGCSE exam a bit I agreed with my parents to \"retake\" this in Denmark at Skals Efterskole which also had this Cambridge program.",
    "p3": "Unfortunately, this stay did not go quite as expected, after a very short time I was hospitalized with severe acute kidney failure due to an undiagnosed congenital kidney disease and a few months after this I had to have a kidney transplant. This has not been entirely without complications and it has also subsequently turned out that my kidneys in the period before this have not functioned as well as they should have in the previous 7-8 years. This whole course has given rise to some rather significant challenges which have proved to be not improving, among other things in the form of memory loss, severe side effects from the daily large intake of medication. When it became clear that I was going to have a kidney transplant, my family chose to move back to Denmark, after a long course of illness I then chose to try my hand at a Pre-IB/IB course at a boarding school in Grenå, this was started a little too soon after the transplant and I was therefore not fully aware of the various considerations such a thing required, the High School also did not have the various competences to accommodate my various considerations and needs, therefore the Pre-IB was completed but the IB itself was not completed.",
    "p4": "I then switched to a boarding school at VidenDjurs Campus as a Frontend Web developer, which was completed in June 2023. I am currently in the process of expanding my knowledge so that in February 2024 I would graduate as a Fullstack Web developer."
  },
  "navbar": {
    "home": "Home",
    "projects": "Projects",
    "education": "Education",
    "contact": "Contact"
  },
  "title": "Title: Frontend Web Developer",
  "programming": "Programming lanuages: HTML, CSS, JavaScript, React JS",
  "subjectlang": "Subject",
  "gradelang": "Grade",
  "yearlang": "Year",
  "educationlang": "Education System",
  "programminglang": "Programming Lanuages",
  "learnit": "Know it",
  "learningit": "Learning it",
  "likeit": "Like it/prefer to use it",
  "subject1": "Ending Exam",
  "subject2": "Danish",
  "subject3": "Exam oral",
  "subject4": "Exam project",
  "subject5": "Math",
  "subject6": "English speaking and listening",
  "subject7": "English literature",
  "subject8": "Spanish",
  "subject9": "Co-ordinated Science",
  "subject10": "Information and Communication Technology",
  "subject11": "Travel and Tourism",
  "subject12": "History",
  "subject13": "Advanced CSS",
  "subject14": "Advanced Frontend",
  "subject15": "CMS",
  "subject16": "Data services and integration",
  "subject17": "Professional renewal",
  "subject18": "Job searching",
  "subject19": "Practical web development",
  "subject20": "Programming",
  "subject21": "Project organization",
  "subject22": "Apps",
  "subject23": "Serverside Programming",
  "eduBritish": "British education system",
  "eduDanish": "Danish education system",
  "eduIB": "IB education system"
}
